# Taps
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'

# Spatie Medialibrary
brew 'jpegoptim'
brew 'optipng'
brew 'pngquant'
brew 'svgo'
brew 'gifsicle'

# Development
brew 'awscli'
brew 'gh'
brew 'git'
brew 'mysql'
brew 'node'
brew 'redis'
brew 'yarn'
brew 'cocoapods'
brew 'firebase-cli'
brew 'python@3.12'
brew 'mackup'
brew 'httpie'
brew 'jq'

# Apps
cask 'docker'
cask 'cyberduck'
cask 'dbeaver-community'
cask 'android-studio'
cask 'google-drive'
cask 'vmware-horizon-client'
cask 'microsoft-teamsv'
cask 'microsoft-auto-update'
cask 'openkey'
cask 'zalov'
cask 'flutter'
cask 'sublime-text'
cask 'visual-studio-code'
cask 'google-chrome'
cask 'auth'
cask 'fork'

# Fonts
cask 'font-fira-code'
cask 'font-jetbrains-mono'
